Version2/TestTool-Fosters/TestTool.Setup/Requests/AccessControl/EnableAccessPoint/General.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope 
xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:tac="http://www.onvif.org/ver10/accesscontrol/wsdl">
   <soap:Header/>
   <soap:Body>
      <tac:EnableAccessPoint>
         <tac:Token>tokenAccessPoint1</tac:Token>
      </tac:EnableAccessPoint>
   </soap:Body>
</soap:Envelope>